;
; Copyright (C) 2006 TOSHIBA Corporation
;
; Language File
;
;  Last update 2006.12.5 

;----------------------------------------------------------------
[COMMON]
;// Version
VERSION="1.0.0.1"

;----------------------------------------------------------------
[LANGTABLE]

;// Japanese Japanese JPN  
0x0411 = "JPN"

;// Japanese (default)
0x0011 = "JPN"

;----------------------------------------------------------------
;// Danish Danish DAN  
0x0406 = "DAN"

;// Danish (default)  
0x0006 = "DAN"

;----------------------------------------------------------------
;// Dutch Dutch (Standard) NLD 
0x0413 = "NLD"

;Dutch (default)
0x0013 = "NLD"

;----------------------------------------------------------------
;// English ENU  
0x0409 = "ENU"

;English (default)
0x0009 = "ENU"

;----------------------------------------------------------------
;// French French (Standard) FRA  
0x040C = "FRA"

;French (default)
0x000C = "FRA"

;----------------------------------------------------------------
;// German German (Standard) DEU  
0x0407 = "DEU"

;German (default)
0x0007 = "DEU"

;----------------------------------------------------------------
;// Italian (Standard) ITA
0x0410 = "ITA"

;Italian (default)
0x0010 = "ITA"

;----------------------------------------------------------------
;// Norwegian Norwegian (Bokmal) NOR  
0x0414 = "NOR"

;Norwegian (default)
0x0014 = "NOR"

;----------------------------------------------------------------
;// Portuguese Portuguese (Brazilian) PTB  
0x0416 = "PTB"

;// Portuguese Portuguese (Standard) PTG  
0x0816 = "PTG"

;// Portuguese (default)
0x0016 = "PTG"

;----------------------------------------------------------------
;// Swedish Swedish SVE  
0x041D = "SVE"

;Swedish (default)
0x001D = "SVE"

;----------------------------------------------------------------
;// Spanish Spanish (Standard/Traditional) ESP  
0x040A = "ESP"

;// Spanish International
0x0C0A = "ESP"

;Spanish (default)
0x000A = "ESP"

;----------------------------------------------------------------
;// Korean  
0x0412 = "KOR"

;// Korean  (default)
0x0012 = "KOR"

;----------------------------------------------------------------
;// chainese, Traditional (Taiwan)  
0x0404 = "CHT"

;// chainese, Traditional (Hong Kong)  
0x0C04 = "CHT"

;// chainese, Simplified  
0x0804 = "CHS"

;// chainese, (default)
0x0004 = "CHT"

;----------------------------------------------------------------
;// Russian  
0x0419 = "RUS"

;// Russian  (default)
0x0019 = "RUS"

;----------------------------------------------------------------
;// Finnish  
0x040B = "FIN"

;// Finnish  (default)
0x000B = "FIN"

;----------------------------------------------------------------
;// Polish
0x0415 = "PLK"

;// Polish (default)
0x0015 = "PLK"

;----------------------------------------------------------------
;// Greek
0x0408 = "ELL"

;// Greek (default)
0x0008 = "ELL"

;----------------------------------------------------------------
[JPN]
;Japanese(Default)
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="オン"
IDS_CHECK_OFF="オフ"
IDS_BTMNG_MSG_COMPUTER="コンピュータ(&M)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="アドレス"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Bluetoothデバイスを取り付けてから「OK」ボタンをクリックしてください。"

[ENU]
;English(Default)
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="&Computer Places"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth device address"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Please plug in the Bluetooth device and click OK button."

[FRA]
;French
IDS_CHECK_CAPS="VERR MAJ"
IDS_CHECK_NUM="Verr num"
IDS_CHECK_SCROOL="Arrêt défil"
IDS_CHECK_ON="ACTIVÉ"
IDS_CHECK_OFF="DÉSACTIVÉ"
IDS_BTMNG_MSG_COMPUTER="Emplacements de l'&ordinateur"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Adresse du périphérique Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Veuillez brancher le périphérique Bluetooth et cliquer sur le bouton OK."

[DEU]
;German
IDS_CHECK_CAPS="Feststelltaste"
IDS_CHECK_NUM="Num"
IDS_CHECK_SCROOL="Rollen"
IDS_CHECK_ON="EIN"
IDS_CHECK_OFF="AUS"
IDS_BTMNG_MSG_COMPUTER="&Computer-Plätze"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-Geräteadresse"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Schließen Sie das Bluetooth-Gerät an und klicken Sie auf "OK"."

[ITA]
IDS_CHECK_CAPS="BLOC MAIUSC"
IDS_CHECK_NUM="Bloc Num"
IDS_CHECK_SCROOL="Bloc Scorr"
IDS_CHECK_ON="ATTIVATO"
IDS_CHECK_OFF="DISATTIVATO"
IDS_BTMNG_MSG_COMPUTER="Risorse &computer"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Indirizzo dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Collegare il dispositivo Bluetooth e fare clic su OK.""

[DAN]
;Danish
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="Til"
IDS_CHECK_OFF="Fra"
IDS_BTMNG_MSG_COMPUTER="På &computeren"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-enhedens adresse"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Tilslut Bluetooth-enheden, og klik på OK."

[NOR]
;Norwegian
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="PÅ"
IDS_CHECK_OFF="AV"
IDS_BTMNG_MSG_COMPUTER="&Plassering på datamaskinen"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-enhetsadresse"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Plugg inn Bluetooth-enheten, og klikk OK."

[PTB]
;Portuguese (Brazilian)
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="LIGADO"
IDS_CHECK_OFF="DESLIGADO"
IDS_BTMNG_MSG_COMPUTER="Locais do &computador"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Endereços de dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Ligue o dispositivo Bluetooth e clique no botão OK."

[PTG]
;Portuguese Portuguese (Standard) 
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="LIGADO"
IDS_CHECK_OFF="DESLIGADO"
IDS_BTMNG_MSG_COMPUTER="&Locais do computador"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Endereço do dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Anslut Bluetooth-enheten och klicka på OK."

[SVE]
;Swedish
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="PÅ"
IDS_CHECK_OFF="AV"
IDS_BTMNG_MSG_COMPUTER="&Datorplatser"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-enhetsadress"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Anslut Bluetooth-enheten och klicka på OK."

[ESP]
;Spanish
IDS_CHECK_CAPS="Bloq Mayús"
IDS_CHECK_NUM="Bloq Num"
IDS_CHECK_SCROOL="Bloq Despl"
IDS_CHECK_ON="Activado"
IDS_CHECK_OFF="Desactivado"
IDS_BTMNG_MSG_COMPUTER="&Sitios de PC"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Dirección del dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Conecte el dispositivo Bluetooth y haga clic en el botón Aceptar."

[NLD]
;Dutch
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="AAN"
IDS_CHECK_OFF="UIT"
IDS_BTMNG_MSG_COMPUTER="&Computerlocaties"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-apparaatadres"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Sluit het Bluetooth-apparaat aan en klik op de knop OK."

[KOR]
;Korean
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="컴퓨터 위치(&C)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth 장치 주소"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Bluetooth 장치를 연결한 다음 [확인] 단추를 클릭하십시오."

[CHT]
;Chainese, Traditional
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="電腦位置(&C)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth裝置位址"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="請插入Bluetooth裝置並點擊確定按鈕。"

[CHS]
;Chainese, Simplified
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="电脑位置(&C)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth设备地址"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="请插入Bluetooth设备并点击确定按钮。"

[RUS]
;Russian
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ВКЛ."
IDS_CHECK_OFF="ВЫКЛ."
IDS_BTMNG_MSG_COMPUTER="&Компьютерное окружение"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Адрес устройства Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Подключите устройство “Bluetooth” и щелкните кнопку “OK”."

[FIN]
;Finnish
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scrool Lock"
IDS_CHECK_ON="PÄÄLLÄ"
IDS_CHECK_OFF="POIS"
IDS_BTMNG_MSG_COMPUTER="&Tietokonepaikat"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-laitteen osoite"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Liitä Bluetooth-laite ja napsauta OK-painiketta."

[PLK]
;Polish
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="&Miejsce na komputerze"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Adres urządzenia Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Pod³¹cz urz¹dzenie Bluetooth i kliknij przycisk OK."

[ELL]
;Greek
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ΑΝΟΙΓΜΑ"
IDS_CHECK_OFF="ΚΛΕΙΣΙΜΟ"
IDS_BTMNG_MSG_COMPUTER="&Θέσεις υπολογιστή"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Διεύθυνση συσκευής Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Please plug in the Bluetooth device and click OK button."
